Repository: ochoarobert1/woocommerce-shipping-location
Catalog: languages/woo_shipping_location-*.po
Languages: es_es

source: Extra Information
es_es: Información Adicional

source: Minimun Distance (in km)
es_es: Distancia mínima (en km)

source: Maximum Distance (in km)
es_es: Distancia máxima (en km)

source: Email Address
es_es: Dirección de correo electrónico

source: Coordinates (in Google Maps)
es_es: Coordenadas (en Google Maps)

source: Select coordinates using google maps
es_es: Selecciona coordenadas usando google maps

source: E.G. 25.7825452,-80.2996705
es_es: Por ejemplo, 25.7825452,-80.2996705

source: Please configure the APIKey for Google Maps in order to add coordinates
es_es: Configure por favor el APIKey para los mapas de Google para agregar coordenadas

# Post Type General Name
source: Locations
es_es: Ubicaciones

# Post Type Singular Name
source: Location
es_es: Ubicación

source: Locations
es_es: Ubicaciones

source: Locations Archives
es_es: Ubicaciones

source: Location Attributes
es_es: Atributos de Lugar

source: Location Item:
es_es: Elemento de ubicación:

source: All Locations
es_es: Todas las ubicaciones

source: Add New Location
es_es: Agregar Nueva Ubicación

source: Add New
es_es: Añadir nuevo

source: New Location
es_es: Nueva ubicación

source: Edit Location
es_es: Editar Ubicación

source: Update Location
es_es: Actualizar Ubicación

source: View Location
es_es: Ver Ubicación

source: View Locations
es_es: Ver ubicaciones

source: Search Location
es_es: Buscar Ubicación

source: Not found
es_es: No encontrado

source: Not found in Trash
es_es: No encontrado en la papelera

source: Featured Image
es_es: Imagen destacada

source: Set featured image
es_es: Establecer imagen destacada

source: Remove featured image
es_es: Eliminar la imagen destacada

source: Use as featured image
es_es: Usar como imagen destacada

source: Insert into Location
es_es: Insertar en la ubicación

source: Uploaded to this Location
es_es: Actualizar localización

source: Locations list
es_es: Lista de ubicaciones

source: Locations list navigation
es_es: Navegación de la lista de ubicaciones

source: Filter Locations list
es_es: Lista de ubicaciones de filtro

source: Location
es_es: Ubicación

source: Locations for this business
es_es: Ubicaciones para este negocio

source: Shipping by Location
es_es: Envío por ubicación

source: Delivery by Selected Location
es_es: Entrega por ubicación seleccionada

source: Title
es_es: Título

source: Title to be display on site
es_es: Título que se mostrará en el lugar

source: Shipping by Location
es_es: Envío por ubicación

source: Minimum Cost (2 km)
es_es: Costo mínimo (2 km)

source: Minimum Cost of shipping
es_es: Costo mínimo de envío

source: Location Settings
es_es: Configuraciones de Lugar

source: Add the Google Maps APIKey in order to use it into this custom shipping method
es_es: Agregue la APIKey de Google Maps para usarla en este método de envío personalizado

source: Business Coordinates
es_es: Coordenadas de negocio

source: Add the coordinates of this business to center this custom map handler
es_es: Agregar las coordenadas de este negocio para centrar este controlador de mapa personalizado

source: Select Location
es_es: Seleccionar ubicación

source: Select your current position
es_es: Seleccione su posición actual

source: Calculate Shipping
es_es: Calcular costo de envío

source: Subsidized shipping fee
es_es: Tarifa de envío subsidiada

source: Flat rate shipping fee
es_es: Tarifa plana de gastos de envío

source: WooCommerce Shipping by Location
es_es: Envío de WooCommerce por ubicación

source: Plugin for Locations and Shipping Overrides
es_es: Plugin para ubicaciones y anulaciones de envío

source: Robert Ochoa
es_es: Roberto Ochoa
